Repository: CelsoSingoAramaki/tse-dados
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: pt

# pages.home.welcome
source: Welcome to CepespData
pt: Bem-vindo ao CepespData

# pages.home.welcome-description
source: The Center for Politics and Economics of the Public Sector (CEPESP) of the Getulio Vargas Foundation (FGV) provides access to Brazilian electoral data through a user friendly platform called CepespData website. CepespData’s main objective is to facilitate access to the data originally made available by the Brazilian Superior Electoral Court (TSE) in their online repository. CepespData was developed with financial support from the São Paulo State Foundation for Research (FAPESP) to the project The Subnational Political Institutions: A Comparative Study of the Brazilian States (process number: 2013/15658-1) and institutional support from the Brazilian Superior Electoral Court (TSE).
pt: O Centro de Política e Economia do Setor Público (CEPESP) da Fundação Getulio Vargas (FGV) disponibiliza uma série de bases de dados eleitorais pesquisáveis, o CepespData. O CepespData tem por objetivo facilitar o acesso integrado às bases de dados disponibilizadas pelo TSE em seu repositório de dados. Foi desenvolvido com apoio da FAPESP ao projeto As Instituições Políticas Subnacionais: Um Estudo Comparativo dos Estados Brasileiros (processo: 2013/15658-1) e do Tribunal Superior Eleitoral – TSE.

# pages.others.welcome
source: Disaggregated electoral data
pt: Consulte os dados de eleições desagregados.

# pages.others.welcome-description
source: Raw data from TSE are available in three separated data bases: total votes per round or run-off, candidates' demographic profiles and electoral coalitions composition. Cepespdata/FGV makes these bases available separatedly below.
pt: Os bancos brutos do TSE são disponibilizados separadamente para totalização de votos por turno, perfil sociodemográfico dos candidatos e composição das coligações. A seguir, o Cepespdata/FGV disponibiliza a consulta a cada um desses bancos de dados.

# pages.home.see-more
source: See more
pt: Veja mais

# pages.home.soon
source: Available soon
pt: Em breve

# pages.home.elections
source: Elections
pt: Consultar Eleições

# pages.home.accountability
source: Accountability
pt: Consultar prestação de contas

# pages.home.parties
source: Parties
pt: Consultar informações partidárias

# pages.home.apps
source: Apps
pt: Aplicativos

# pages.home.electoral_results
source: Electoral results
pt: Resultados eleitorais

# pages.home.electoral_results.description
source: Browse candidates' demographic profile for the selected electoral position. Regional aggregation available.
pt: Contém os resultados eleitorais e dados sociodemográficos dos(as) candidatos(as) ao cargo eletivo selecionado. As consultas podem ser também agregadas por nível regional.

# pages.home.summary_of_elections
source: Summary of elections
pt: Resumo da eleição

# pages.home.summary_of_elections.description
source: Browse summary of electoral results to the selected position (number of registered voters, number of actual voters, number of abstent voters, number of blank votes, number of null votes, number of nominal votes and party-coalition votes).
pt: Contém o resumo dos resultados eleitorais relativos ao cargo eletivo selecionado (nº de eleitores aptos, nº de comparecimentos, nº de abstenções, nº de votos brancos e nulos, nº de votos nominais e de legenda).

# pages.home.disaggregated_data
source: Disaggregated Data
pt: Bancos desagregados

# pages.home.disaggregated_data.description
source: Browse independent datasets on candidates' profiles, electoral coalitions and electoral results.
pt: Permite consultar separadamente dados sociodemográficos dos(as) candidatos(as), dados dos resultados eleitorais por candidato(a), e coligações.

# pages.home.candidates_assets
source: Candidates' assets
pt: Bens de candidatos

# pages.home.candidates_assets.description
source: Browse candidates' declared assets in each electoral year.
pt: Contém dados de bens de candidatos(as) declarados a cada eleição em que o(a) candidato(a) participou. Contém os valores dos bens e identificação do(a) candidato(a).

# pages.home.campaign_donations
source: Campaign donations
pt: Doações eleitorais

# pages.home.campaign_expenses
source: Campaign expenses
pt: Despesas eleitorais

# pages.home.party_affiliation
source: Party affiliation
pt: Filiados

# pages.home.party_affiliation.description
source: Browse party affiliates. Optional filter for state is available. Cepespdata/FGV party affiliation data last updated in November 2018. Updates of this database happens annually.
pt: Consulta à lista de filiados de cada partido, com filtro opcional por estado. Última atualização dos dados de filiação no Cepespdata/FGV: novembro/2018. A atualização da base de filiados ocorrerá anualmente.

# pages.home.state_secretaries
source: State secretaries
pt: Secretários

# pages.home.state_secretaries.description
source: Browse state governments' secretaries demographic and background information by political term (government duration)
pt: Consulta à lista de secretários estaduais por período e estado. Para saber mais sobre os dados, consulte a descrição do projeto.

# pages.home.party_committees
source: Party committees
pt: Diretórios

# pages.home.electoral_indices
source: Electoral indices
pt: Indicadores eleitorais

# pages.home.electoral_indices.description
source: Platform to generate geographical and political analysis indices (fractionalization, fragmentation, effective number of parties, legislative turnover rate, Gallagher index, Absention and null voting).
pt: Ferramenta para cálculo e disposição gráfica de indicadores de análise política (fracionalização, renovação, conservação, fragmentação, desproporcionalidade de Gallagher, nº efetivo de partidos, volatilidade eleitoral, alienação).

# pages.home.careers
source: Careers
pt: Carreiras

# pages.home.careers.description
source: Platform to show all electoral positions to which a candidate has run or occupied since 1998 and demographic profiles.
pt: Ferramenta para rastreamento dos cargos eletivos disputados e exercidos por candidatos desde 1998.

# pages.home.electoral_maps
source: Electoral maps
pt: Mapas eleitorais

# pages.home.electoral_maps.description
source: Platform to generate maps with number or proportion of votes per candidate or party, plots of Moran's I and G Index and G Index tables.
pt: Ferramenta para clusterização, elaboração de mapas com número ou proporção de votos por candidato ou partido, de gráficos de indicadores como o Moran's I e G Index, e tabulação do G Index.

# pages.others.votes
source: Votes
pt: Votos

# pages.others.candidates_profiles
source: Candidates profiles
pt: Perfil dos candidatos

# pages.others.electoral_coalitions
source: Electoral coalitions
pt: Coligações

# pages.others.votes.description
source: Total votes per position. Regional aggregation available.
pt: Contém o total de votos por ano e cargo disputado, agregados em diferentes níveis regionais, de seção de votação a distrito eleitoral (ex.: em eleições presidenciais o distrito é o país, em eleições estaduais, o distrito é o estado etc.).

# pages.others.candidates_profiles.description
source: Candidates' demographics
pt: Contém informações sociodemográficas dos(as) candidatos(as).

# pages.others.electoral_coalitions.description
source: Electoral coalitions at all federal levels by year and position
pt: Contém a composição das coligações em nível nacional, estadual e municipal, por ano e cargo disputado.

# pages.elections.title
source: Electoral results by office
pt: Resultado de eleições por cargo

# pages.elections.description
source: Browse different electoral datasets by office. Aggregations of votes can be done at different levels.
pt: Consulta às bases de dados relativas às eleições especificando um cargo eletivo. As consultas podem ser também agregadas por partido e nível regional.

# pages.home.query
source: Browse
pt: Consultar

# pages.home.getting-started
source: Getting started
pt: Como começar

# pages.home.aux-tables
source: Auxiliary tables
pt: Tabelas auxiliares

# pages.home.var-dict
source: Variables dictionary
pt: Dicionário de variáveis

# pages.home.read-me
source: Read me
pt: Leia-me

# pages.query.preview
source: Preview
pt: Pré-visualizar

# pages.votosmun.title
source: Votes
pt: Votos

# pages.votosmun.description
source: Browse electoral results by office. Aggregations of votes can be done at different levels.
pt: Consulta aos resultados eleitorais especificando um cargo eletivo. As consultas podem ser também agregadas por nível regional.

# pages.assets.title
source: Candidates’ assets
pt: Bens do candidato

# pages.assets.description
source: Browse candidates’ assets declared in each election. An optional filter for state is available.
pt: Consulta à lista de bens declarados pelos candidatos de determinada eleição, com filtro opcional para unidade da federação.

# pages.filiados.title
source: Party affiliation data
pt: Filiados

# pages.filiados.description
source: Browse party affiliates. Optional filter for state is available. Cepespdata/FGV party affiliation data last updated in November 2018. Updates of this database happens annually.
pt: Consulta à lista de filiados de cada partido, com filtro opcional por estado. Última atualização dos dados de filiação no Cepespdata/FGV: novembro/2018. A atualização da base de filiados ocorrerá anualmente.

# pages.query.office
source: Office
pt: Cargo

# pages.query.job
source: Position
pt: Cargo

# pages.query.regional
source: Geographical aggregation
pt: Agregação Regional

# pages.query.political
source: Political aggregation
pt: Agregação Política

# pages.query.year
source: Year
pt: Ano

# pages.query.add
source: Include
pt: Adicionar

# pages.query.only-elected
source: Only Elected
pt: Somente Eleitos

# pages.query.add-columns
source: Add columns
pt: Selecionar colunas

# pages.query.blank-votes
source: BLANK VOTES
pt: VOTOS BRANCOS

# pages.query.null-votes
source: NULL VOTES
pt: VOTOS NULOS

# pages.query.clear-filters
source: Clear filters
pt: Limpar filtros

# pages.query.filter-by
source: Filter by
pt: Filtrar por

# pages.query.filter-by-uf
source: State
pt: Filtrar por UF

# pages.query.optional
source: Optional
pt: Opcional

# pages.query.uf
source: State
pt: Unidade Federativa (UF)

# pages.query.party
source: Party
pt: Partido

# pages.query.report-error
source: Report error
pt: Reportar erro

# pages.query.cancel
source: Cancel
pt: Cancelar

# pages.query.select-default
source: Select defaults
pt: Selecionar padrão

# pages.query.select-all
source: Select All
pt: Selecionar todas

# pages.query.update-table
source: Update Table
pt: Atualizar Tabela

# layout.menu.home
source: Home
pt: Página Inicial

# layout.menu.apps
source: Apps
pt: Aplicativos

# layout.menu.queries
source: Queries
pt: Consultas

# layout.menu.electoral-maps
source: Electoral Maps
pt: Mapas Eleitorais

# layout.menu.electoral-maps.spatial2
source: Federal Representative Candidates
pt: Candidatos a deputado federal

# layout.menu.documentation
source: Documentation
pt: Documentação

# descriptions.ANO_ELEICAO
source: Election year
pt: Ano da eleição

# descriptions.DESCRICAO_ELEICAO
source: Election detail
pt: Descrição da eleição

# descriptions.SIGLA_UE
source: Electoral unity (District) code
pt: Sigla da Unidade Eleitoral (Em caso de eleição majoritária é a sigla da UF que o candidato concorre (texto) e em caso de eleição municipal é o código TSE do município (número)). Assume os valores especiais BR, ZZ e VT para de signar, respectivamente, o Brasil, Exterior e Voto em Trânsito

# descriptions.CODIGO_CARGO
source: Position code
pt: Código do cargo a que o candidato concorre

# descriptions.DESCRICAO_CARGO
source: Position description
pt: Descrição do cargo a que o candidato concorre

# descriptions.NOME_CANDIDATO
source: Candidate's name
pt: Nome completo do candidato

# descriptions.SEQUENCIAL_CANDIDATO
source: Candidate ID generated by CepespData
pt: Número sequencial do candidato gerado internamente pelos sistemas eleitorais. Não é o número de campanha do candidato.

# descriptions.NUMERO_CANDIDATO
source: Candidate's running number
pt: Número do candidato na urna

# descriptions.CPF_CANDIDATO
source: Candidate's Individual Taxpayer Registration Number
pt: CPF do candidato

# descriptions.NUMERO_PARTIDO
source: Party number
pt: Número do partido

# descriptions.SIGLA_PARTIDO
source: Party code
pt: Sigla do partido

# descriptions.NUM_TITULO_ELEITORAL_CANDIDATO
source: Candidate's voter ID
pt: Número do título eleitoral do candidato

# descriptions.COD_GRAU_INSTRUCAO
source: Degree of education
pt: Grau de instrução

# descriptions.DESCRICAO_GRAU_INSTRUCAO
source: Higher education course
pt: Curso do ensino superior

# descriptions.NOME_MUNICIPIO_NASCIMENTO
source: Municipality of birth of the candidate/secretary
pt: Nome do município de nascimento do candidato/secretário

# descriptions.COD_SIT_TOT_TURNO
source: Election result code
pt: Código da situação de totalização do candidato naquele turno

# descriptions.DESC_SIT_TOT_TURNO
source: Election result description
pt: Descrição da situação de totalização do candidato naquele turno

# descriptions.DATA_GERACAO
source: Date of generation of dataset
pt: Data de geração do arquivo (data da extração)

# descriptions.HORA_GERACAO
source: Time of generation of dataset
pt: Hora de geração do arquivo (hora da extração) - Horário de Brasília

# descriptions.SIGLA_UF
source: State code
pt: Sigla da Unidade da federação

# descriptions.NOME_MACRO
source: Macroregion name - IBGE division into regions
pt: Nome da Macrorregião - Divisão Regional do IBGE

# descriptions.COD_MUN_IBGE
source: Municipality code - informed by IBGE
pt: Código do município - informado pelo IBGE

# descriptions.NOME_MUNICIPIO
source: Name of municipality - informed by TSE
pt: Nome do município - informado pelo TSE

# descriptions.CODIGO_MESO
source: Code of mesoregion - IBGE division into regions
pt: Código da Mesorregião - Divisão Regional do IBGE

# descriptions.NOME_MESO
source: Code of mesoregion - IBGE division into regions
pt: Nome da Mesorregião - Divisão Regional do IBGE

# descriptions.COD_MUN_TSE
source: Municipality code - informed by TSE
pt: Código do Município - informado pelo TSE

# descriptions.NOME_MICRO
source: Name of microregion - IBGE division into regions
pt: Nome da Microrregião - Divisão Regional do IBGE

# descriptions.CODIGO_MACRO
source: Code of macroregion - IBGE division into regions
pt: Código da Macrorregião - Divisão Regional do IBGE

# descriptions.CODIGO_MICRO
source: Code of microregion - IBGE division into regions
pt: Código da Microrregião - Divisão Regional do IBGE

# descriptions.NUM_ZONA
source: Number of the Electoral Zone that the member is registered
pt: Número da Zona Eleitoral apurada - informado pelo TSE

# descriptions.ID_CANDIDATO
source: Candidate ID generated by CepespData
pt: ID do candidato criado pelo CepespData

source: descriptions.ID_LEGENDA
pt: ID da legenda criado pelo CepespData

# descriptions.CD_TIPO_BEM_CANDIDATO
source: Code of type of asset
pt: Código do tipo de bem

# descriptions.DS_TIPO_BEM_CANDIDATO
source: Description of the type of asset of the candidate according to TSE
pt: Descrição do tipo de bem do candidato conforme TSE

# descriptions.DETALHE_BEM
source: Detail of the description of the asset
pt: Detalhamento da descrição do bem

# descriptions.VALOR_BEM
source: Value of the asset (R $ - nominal values)
pt: Valor do bem (R$ - valores nominais)

# descriptions.DATA_ULTIMA_ATUALIZACAO
source: Date of last update of the declaration of assets
pt: Data da última atualização da declaração de bens

# descriptions.HORA_ULTIMA_ATUALIZACAO
source: Time of last update of the declaration of assets
pt: Hora da última atualização da declaração de bens

# descriptions.NOME_SECRETARIO
source: Name of secretary
pt: Nome do secretário

# descriptions.RG
source: Secretary's Identity Card
pt: RG do secretário

source: descriptions.SEXO
pt: Gênero do secretário

# descriptions.UF_NASCIMENTO
source: State of birth of the secretary
pt: UF de nascimento do secretário

# descriptions.TRABALHAVA_NA_SECRETARIA_NO_MOMENTO_DA_NOMEACAO
source: If the secretary already worked at the department when he was appointed (Y / N)
pt: Se o secretário já trabalhava no órgão quando foi nomeado (S/N)

# descriptions.MOTIVO_CANCELAMENTO
source: Cancellation reason
pt: Motivo do Cancelamento

# descriptions.DATA_REGULARIZACAO
source: Date of regularization
pt: Data de regularização

# descriptions.DATA_CANCELAMENTO
source: Date of Cancellation
pt: Data de Cancelamento

# descriptions.DATA_DESFILIACAO
source: Date of disaffiliation
pt: Data de desfiliação

# descriptions.DATA_PROCESSAMENTO
source: Membership Processing Date
pt: Data de processamento da filiação

# descriptions.TIPO_REGISTRO
source: Record type
pt: Tipo de registro

# descriptions.SITUACAO_REGISTRO
source: Registration status
pt: Situação do registro

# descriptions.DATA_FILIACAO
source: Date of affiliation
pt: Data da filiação

# descriptions.NUM_SECAO
source: Number of Electoral Section that member is registered
pt: Número da Seção Eleitoral que o filiado está registrado

# descriptions.DATA_EXTRACAO
source: Last update date of dataset
pt: Hora da última atualização da base

# descriptions.NOME_FILIADO
source: Affiliate Name
pt: Nome do filiado

# descriptions.PROFISSAO_ANTES_DE_NOMEADO
source: Profession of secretary before appointment
pt: Profissão do secretário antes de ser nomeado

# descriptions.ORGAO_EM_QUE_TRABALHAVA
source: If the secretary was a civil servant, the depeartment it worked
pt: Caso o secretário fosse funcionário público, órgão que trabalhava

# columns.ANO_ELEICAO
source: YEAR_ELECTION
pt: ANO_ELEICAO

# columns.NUM_TURNO
source: ROUND_NUM
pt: NUM_TURNO

# columns.DESCRICAO_ELEICAO
source: ELECTION_DESCRIPTION
pt: DESCRICAO_ELEICAO

# columns.SIGLA_UE
source: ELECTORAL_UNIT_ABBREVIATION
pt: SIGLA_UE

# columns.DESCRICAO_UE
source: ELECTORAL_UNIT_DESCRIPTION
pt: DESCRICAO_UE

# columns.CODIGO_CARGO
source: POSITION_CODE
pt: CODIGO_CARGO

# columns.DESCRICAO_CARGO
source: POSITION_DESCRIPTION
pt: DESCRICAO_CARGO

# columns.NOME_CANDIDATO
source: CANDIDATE_NAME
pt: NOME_CANDIDATO

# columns.SEQUENCIAL_CANDIDATO
source: CANDIDATE_SEQUENTIAL
pt: SEQUENCIAL_CANDIDATO

# columns.NUMERO_CANDIDATO
source: CANDIDATE_NUMBER
pt: NUMERO_CANDIDATO

# columns.CPF_CANDIDATO
source: CANDIDATE_CPF
pt: CPF_CANDIDATO

# columns.NOME_URNA_CANDIDATO
source: CANDIDATE_BALLOT_NAME
pt: NOME_URNA_CANDIDATO

# columns.COD_SITUACAO_CANDIDATURA
source: CANDIDATE_SITUATION_CODE
pt: COD_SITUACAO_CANDIDATURA

# columns.DES_SITUACAO_CANDIDATURA
source: CANDIDATE_SITUATION_DESC
pt: DES_SITUACAO_CANDIDATURA

# columns.NUMERO_PARTIDO
source: PARTY_NUMBER
pt: NUMERO_PARTIDO

# columns.SIGLA_PARTIDO
source: PARTY_ABBREVIATION
pt: SIGLA_PARTIDO

# columns.NOME_PARTIDO
source: PARTY_NAME
pt: NOME_PARTIDO

# columns.CODIGO_LEGENDA
source: PARTY_LABEL_CODE
pt: CODIGO_LEGENDA

# columns.SIGLA_LEGENDA
source: PARTY_LABEL_ABBREVIATION
pt: SIGLA_LEGENDA

# columns.COMPOSICAO_LEGENDA
source: PARTY_LABEL_COMPOSITION
pt: COMPOSICAO_LEGENDA

# columns.NOME_LEGENDA
source: PARTY_LABEL_NAME
pt: NOME_LEGENDA

# columns.CODIGO_OCUPACAO
source: CANDIDATE_OCCUPATION_CODE
pt: CODIGO_OCUPACAO

# columns.DESCRICAO_OCUPACAO
source: CANDIDATE_OCCUPATION_DESC
pt: DESCRICAO_OCUPACAO

# columns.DATA_NASCIMENTO
source: DATE_OF_BIRTH
pt: DATA_NASCIMENTO

# columns.NUM_TITULO_ELEITORAL_CANDIDATO
source: CANDIDATE_ELECTORAL_ID
pt: NUM_TITULO_ELEITORAL_CANDIDATO

# columns.IDADE_DATA_ELEICAO
source: CANDIDATE_AGE
pt: IDADE_DATA_ELEICAO

# columns.CODIGO_SEXO
source: GENDER_CODE
pt: CODIGO_SEXO

# columns.DESCRICAO_SEXO
source: GENDER_DESCRIPTION
pt: DESCRICAO_SEXO

# columns.COD_GRAU_INSTRUCAO
source: CANDIDATE_EDUCATION_CODE
pt: COD_GRAU_INSTRUCAO

# columns.DESCRICAO_GRAU_INSTRUCAO
source: CANDIDATE_EDUCATION_DESCRIPTION
pt: DESCRICAO_GRAU_INSTRUCAO

# columns.CODIGO_ESTADO_CIVIL
source: MARITAL_STATUS_CODE
pt: CODIGO_ESTADO_CIVIL

# columns.DESCRICAO_ESTADO_CIVIL
source: MARITAL_STATUS_DESCRIPTION
pt: DESCRICAO_ESTADO_CIVIL

# columns.CODIGO_COR_RACA
source: RACE_CODE
pt: CODIGO_COR_RACA

# columns.DESCRICAO_COR_RACA
source: RACE_DESCRIPTION
pt: DESCRICAO_COR_RACA

# columns.CODIGO_NACIONALIDADE
source: NATIONALITY_CODE
pt: CODIGO_NACIONALIDADE

# columns.DESCRICAO_NACIONALIDADE
source: NATIONALITY_DESCRIPTION
pt: DESCRICAO_NACIONALIDADE

# columns.SIGLA_UF_NASCIMENTO
source: BIRTH_STATE_ABBREVIATION
pt: SIGLA_UF_NASCIMENTO

# columns.COD_MUN_TSE_NASCIMENTO
source: BIRTH_MUNICIPALITY_CODE
pt: CODIGO_MUNICIPIO_NASCIMENTO

# columns.CODIGO_MUNICIPIO_NASCIMENTO
source: BIRTH_MUNICIPALITY_CODE
pt: CODIGO_MUNICIPIO_NASCIMENTO

# columns.DESPESA_MAX_CAMPANHA
source: MAX_CAMPAIGN_EXPENSES
pt: DESPESA_MAX_CAMPANHA

# columns.COD_SIT_TOT_TURNO
source: ROUND_TOT_SIT_CODE
pt: COD_SIT_TOT_TURNO

# columns.DESC_SIT_TOT_TURNO
source: ROUND_TOT_SIT_NAME
pt: DESC_SIT_TOT_TURNO

# columns.TIPO_LEGENDA
source: PARTY_LABEL_TYPE
pt: TIPO_LEGENDA

# columns.SIGLA_COLIGACAO
source: COALITION_ABBREVIATION
pt: SIGLA_COLIGACAO

# columns.NOME_COLIGACAO
source: COALITION_NAME
pt: NOME_COLIGACAO

# columns.COMPOSICAO_COLIGACAO
source: COALITION_COMPOSITION
pt: COMPOSICAO_COLIGACAO

# columns.CODIGO_MACRO
source: MACRO_REGION_CODE
pt: CODIGO_MACRO

# columns.NOME_MACRO
source: MACRO_REGION_NAME
pt: NOME_MACRO

# columns.UF
source: FEDERATION_UNIT
pt: UF

# columns.NOME_UF
source: FEDERATION_UNIT_NAME
pt: NOME_UF

# columns.CODIGO_MESO
source: MESO_REGION_CODE
pt: CODIGO_MESO

# columns.NOME_MESO
source: MESO_REGION_NAME
pt: NOME_MESO

# columns.CODIGO_MICRO
source: MICRO_REGION_CODE
pt: CODIGO_MICRO

# columns.NOME_MICRO
source: MICRO_REGION_NAME
pt: NOME_MICRO

# columns.COD_MUN_TSE
source: MUNICIPALITY_CODE
pt: COD_MUN_TSE

# columns.COD_MUN_IBGE
source: IBGE_CODE
pt: COD_MUN_IBGE

# columns.NOME_MUNICIPIO
source: MUNICIPALITY_NAME
pt: NOME_MUNICIPIO

# columns.NUM_ZONA
source: ELECTORAL_ZONE_NUMBER
pt: NUM_ZONA

# columns.NUM_SECAO
source: ELECTORAL_SECTION_NUMBER
pt: NUM_SECAO

# columns.QTDE_VOTOS
source: VOTES_AMOUNT
pt: QTDE_VOTOS

# columns.EMAIL_CANDIDATO
source: CANDIDATE_EMAIL
pt: EMAIL_CANDIDATO

# columns.RG
source: SEXO
pt: RG

# pages.secretarios.government_period
source: Government Period
pt: Período de Governo

# query.job.1
source: President
pt: Presidente

# query.job.2
source: Vice President
pt: Vice-Presidente

# query.job.3
source: Governor
pt: Governador

# query.job.4
source: Vice Governor
pt: Vice-Governador

# query.job.5
source: Senator
pt: Senador

# query.job.6
source: Federal Representative
pt: Deputado Federal

# query.job.7
source: State Representative
pt: Deputado Estadual

# query.job.8
source: Deputy District
pt: Deputado Distrital

# query.job.9
source: 1st Substitute
pt: 1º Suplente

# query.job.10
source: 2st Substitute
pt: 2º Suplente

# query.job.11
source: Mayor
pt: Prefeito

# query.job.13
source: City Council
pt: Vereador

# query.regional.0
source: Brazil
pt: Brasil

# query.regional.2
source: Federal Unit
pt: UF

# query.regional.6
source: Municipality
pt: Municipio

# query.regional.7
source: Municipality-Zone
pt: Municipio-Zona

# query.regional.8
source: Electoral Zone
pt: Zona

# query.regional.9
source: Ballot Box
pt: Votação Seção

# query.regional.1
source: Macroregion
pt: Macro Região

# query.regional.4
source: Mesoregion
pt: Meso Região

# query.regional.5
source: Microregion
pt: Micro Região

# query.political.2
source: Candidate
pt: Candidato

# query.political.1
source: Political Party
pt: Partido

# query.political.3
source: Coalition
pt: Coligacao

# query.political.4
source: Consolidated Election
pt: Consolidado da Eleição

# pages.about.title
source: About us
pt: Sobre
