Repository: CelsoSingoAramaki/tse-dados
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: pt

# pages.candidates.title
source: Candidates’ profiles
pt: Perfil dos candidatos

# pages.candidates.description
source: candidates’ sociodemographic characteristics and eligibility.
pt: Consulta às informações de perfil de candidato e situação eleitoral

# pages.secretarios.title
source: Secretaries
pt: Secretários

# pages.secretarios.description
source: Browse the list of state secretaries by 4-year period and state. Read more about the data <a href="/about-state-secretaries">here</a>.
pt: Consulta à lista de secretários estaduais por período e estado. Para saber mais sobre os dados, consulte a <a href="/about-state-secretaries">descrição do projeto</a>.

# pages.political-parties.title
source: Electoral coalitions
pt: Coligações

# pages.political-parties.description
source: Browse electoral coalitions’ composition at national, state and municipal levels
pt: Consulta à composição das coligações em nível nacional, estadual e municipal

# query.results
source: Results
pt: Resultados

# query.loading
source: Requesting data... Please, wait a minute.
pt: Efetuando a consulta. Aguarde por alguns instantes...

# query.done
source: The query is done! Downloading result...
pt: A consulta está pronta! Baixando resultado...

# query.error
source: Whoops! There was a problem with your request... <br/> Try again later.
pt: Ops! Ocorreu um problema com a sua consulta... <br/> Tente novamente mais tarde.

# query.busy
source: Were're still processing this request... <br/> Try again later.
pt: Ainda estamos processando essa consulta... <br/> Tente novamente mais tarde.
